/* Alert text for Retro Synth audio file analysis in case another analysis is still ongoing */
"A wavetable is currently being created. Please try again after the creation process has finished." = "Práve sa vytvára tabuľka vlnových kriviek. Skúste to znovu po dokončení procesu.";

/* Alert text for Retro Synth audio file analysis result info */
"Timbral information for a single waveform was detected. Formant modulation is available, by switching the Modulation knob to “Formant”. The Shape 1 and Shape 2 knobs are not functional." = "Našli sa informácie o farbe zvuku pre jednu vlnovú krivku. Prepnutím gombíka Modulácia do polohy Formant môžete meniť moduláciu formantu. Gombíky Shape 1 a Shape 2 sú nefunkčné.";

/* Alert text for Retro Synth audio file analysis result info on failure */
"To create a wavetable, the audio file must have a constant pitch, several pitched sections separated by silence, or one or more single cycle sections." = "Pre vytvorenie tabuľky vlnových kriviek musí mať audiosúbor konštantnú výšku, niekoľko častí s rôznymi výškami oddelené tichom, prípadne jednu či viacero cyklických sekcií.";

/* Alert text for Retro Synth audio file analysis result info on success */
"The new wavetable contains %d waveforms." = "Počet vlnových kriviek v novej tabuľke: %d.";

/* Alert title for Retro Synth audio file analysis in case another analysis is still ongoing */
"Wavetable Being Created" = "Vytvára sa tabuľka vlnových kriviek";

/* Alert title for Retro Synth audio file analysis result info */
"Wavetable Created With a Single Waveform" = "Bola vytvorená tabuľka s jednou vlnovou krivkou";

/* Alert title for Retro Synth audio file analysis result info on failure */
"Wavetable Not Created" = "Tabuľka vlnových kriviek nebola vytvorená";

/* Alert title for Retro Synth audio file analysis result info on success */
"Wavetable Created" = "Tabuľka vlnových kriviek bola vytvorená";

/* Compressor side chain default menu item name */
"CompressorSideChainDefaultItemName" = "Interný";

/* Compressor side chain menu name */
"CompressorSideChainMenuName" = "Bočný reťazec:";

/* ES1 synth side chain default menu item name */
"ES1SideChainDefaultItemName" = "Vyp.";

/* ES1 synth side chain menu name */
"ES1SideChainMenuName" = "Externý audiovstup:";

/* Flex analysis progress indicator detail info */
"Identification of Notes" = "Identifikácia nôt";

/* Flex analysis progress indicator detail info */
"Pitch Analysis" = "Analýza výšok";

/* Flex analysis progress indicator info */
"Analyzing: %@" = "Analyzujem: %@";

/* Playback file alert */
"PlaybackFileNotFoundHeader" = "Chyba otvárania súboru";

/* Playback file alert */
"PlaybackFileNotFoundMessage" = "Súbor, ktorý sa pokúšate načítať, sa nenašiel.";

/* Playback file alert */
"PlaybackFileOpenErrorHeader" = "Chyba otvárania súboru";

/* Playback file alert */
"PlaybackFileOpenErrorMessage" = "Na načítanie vybraného súboru nemáte dostatok pamäte.";

/* Playback file alert */
"PlaybackTempoMarkerErrorHeader" = "Súbor obsahuje zmeny tempa";

/* Playback file alert */
"PlaybackTempoMarkerErrorMessage" = "Varovanie: Niektoré súbory, ktoré importujete, obsahujú značky zmeny tempa. Táto verzia aplikácie MainStage nepodporuje synchronizáciu súborov so zmenami tempa.";

/* Playback file alert */
"PlaybackTransientsErrorHeader" = "Chyba otvárania súboru";

/* Playback file alert */
"PlaybackTransientsMessage" = "Prechody vo vybranom súbore boli skryté v programe Logic Pro. Skôr ako súbor znova otvoríte v plugine, otvorte ho najskôr v Logic Pro a znovu zobrazte prechody.";

/* Playback file alert */
"PlaybackUnknownErrorHeader" = "Neznáma chyba";

/* Playback file alert */
"PlaybackUnknownErrorMessage" = "Vybraný súbor sa nepodarilo otvoriť.";

/* Playback file alert */
"PlaybackUnsupportedFileHeader" = "Nepodporovaný formát audiosúboru";

/* Playback file alert */
"PlaybackUnsupportedFileMessage" = "Audiosúbor, ktorý sa pokúšate pridať, nemá podporovaný formát. Skôr, ako súbor pridáte do pluginu Prehrávanie, skonvertujte ho na podporovaný formát pomocou iTunes alebo inej audio apky.";

/* suffix for file names not being loaded into SpaceDesigner */
"MissingFileSuffix" = " (Chýba súbor)";
